{
  "avg-cost": {
    "title": "Average Annual Cost",
    "default": "The average annual net price that a student who receives federal financial aid pays to cover expenses (e.g., tuition, living expenses) to attend a school.  Net price is the school's cost of attendance minus any grants and scholarships received. For public schools, this is only the average cost for in-state students.",
    "negative": "The average annual net price that a student who receives federal financial aid pays to cover expenses (e.g., tuition, living expenses) to attend a school.  Net price is the school's cost of attendance minus any grants and scholarships received. For public schools, this is only the average cost for in-state students. Negative cost values indicate that the average grant/scholarship aid exceeded the cost of attendance.",
    "glossary": "<p>The average annual cost is the average <em>net price</em> for students who receive federal financial aid (e.g., Pell grants, federal loans) for one academic year of study. Net price is calculated by adding the advertised price for tuition, fees, books, supplies, and the average living costs at the school (on-campus, off-campus not with family, and off-campus with family) and subtracting the average grant and/or scholarship aid (e.g., Pell grants, school-based grants, merit scholarships). Net price is calculated as the average over all full-time, first-time students who receive federal financial aid and may not reflect a specific student's annual costs.  For public schools, this is only the average cost for in-state students. Negative cost values indicate that the average grant/scholarship aid exceeded the cost of attendance.</p><p>Relevant variables:<br/>NPT4_PUB, 2021-22 award year cohort</br>NPT4_PRIV, 2021-22 award year cohort</p>",
    "compare": "<p>The average annual net price that a student who receives federal financial aid pays to cover expenses (e.g., tuition, living expenses) to attend a school.  Net price is the school's cost of attendance minus any grants and scholarships received. For public schools, this is only the average cost for in-state students. For program reporting schools, the cost displayed is for the largest program.</p>",
    "branch": false
  },
  "avg-program-cost": {
    "title": "Average Annual Cost for Largest Program",
    "default": "The average annual net price that a student who receives federal financial aid pays to cover expenses (e.g., tuition, living expenses) to attend the school's largest program. Net price is the program's cost of attendance minus any grants and scholarships received. For public schools, this is only the average cost for in-state students.",
    "negative": "The average annual net price that a student who receives federal financial aid pays to cover expenses (e.g., tuition, living expenses) to attend the school’s largest program. Net price is the program’s cost of attendance minus any grants and scholarships received. For public schools, this is only the average cost for in-state students. Negative cost values indicate that the average grant/scholarship aid exceeded the cost of attendance.",
    "glossary": "<p>The average annual cost for the largest program is the average <em>net price</em> for students who receive federal financial aid (e.g., Pell grants, federal loans) for one academic year of study. Net price is calculated by adding the advertised price for tuition, fees, books, supplies, and the average living costs at the school (on-campus, off-campus not with family, and off-campus with family) and subtracting the average grant and/or scholarship aid (e.g., Pell grants, school-based grants, merit scholarships). Note that this is an average over all full-time, first-time students who received federal financial aid in the largest program and may not reflect a specific student's annual costs. For public schools, this is only the average cost for in-state students. Negative cost values indicate that the average grant/scholarship aid exceeded the cost of attendance.</p><p>The advertised price is reported for the full program, which may span more than one academic year. In cases where the program length is 1 academic year or shorter, the average annual cost for the largest program represents the full program costs. When the program length is longer than 1 academic year, the average annual cost for the largest program represents the average costs for a single academic year of study. In this situation, advertised prices are annualized using the school's reported academic year in credit/contract hours. Average grant and/or scholarship aid is reported for an annual period and is not adjusted.</p><p>Relevant variables:<br/>NPT4_PUB, 2021-22 award year cohort</br>NPT4_PRIV, 2021-22 award year cohort</p>",
    "branch": false
  },
  "graduation-rate": {
    "title": "Graduation Rate",
    "default": "The graduation rate is the share of students who graduated within 8 years of entering this school for the first time.",
    "gr150": "The graduation rate is the share of students who graduated within 150 percent of the expected time to graduation (e.g., 6 years for 4-year degrees, 3 years for 2-year degrees, 15 months for 10-month certificates). This graduation rate only applies to students studying full-time who started college at this school.",
    "default-pell": "The graduation rate is the share of students who graduated within 150 percent of the expected time to graduation (e.g., 6 years for 4-year degrees, 3 years for 2-year degrees, 15 months for 10-month certificates). This graduation rate only applies to students studying full-time who started college at this school.",
    "gr150-pell": "The graduation rate is the share of students who graduated within 150 percent of the expected time to graduation (e.g., 6 years for 4-year degrees, 3 years for 2-year degrees, 15 months for 10-month certificates). This graduation rate only applies to students studying full-time who started college at this school and received a Pell Grant, an income-based federal grant intended for low-income students, during their first year at the institution.",
    "glossary": "<p>Graduation rate is presented differently for degree granting and non-degree granting schools.</p><p><ul><li>The graduation rate for degree granting schools is the proportion of entering students that graduated at this school within 8 years of entry, regardless of their full-time/part-time status or prior postsecondary experience. Graduation is measured 8 years after entry, irrespective of the award sought or award obtained.</li><li>The graduation rate for non-degree granting schools is the proportion of full-time, first-time students that have graduated at the same school where they started college within 150% of normal program completion time (e.g., within 6 years for a bachelor's degree, or within 15 months for a 10-month certificate).</li></ul></p><p>Relevant variables:<br/>OMAWDP8_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15</br>OMAWDP8_PELL_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-154</br>C150_4_POOLED_SUPP, up to 4 years of pooled fall or full-year cohorts ending with 2016-17</br>C150_L4_POOLED_SUPP, up to 4 years of pooled fall or full-year cohorts ending with 2019-20 </br>C150_4_PELL_POOLED_SUPP, up to 4 years of pooled fall or full-year cohorts ending with 2015-17 </br>C150_L4_PELL_POOLED_SUPP, up to 4 years of pooled fall or full-year cohorts ending with 2019-20</p>",
    "compare": "<p>For some institutions, the graduation rate is the share of students who graduated within 8 years of entering this school for the first time. If this data is not available, then the graduation rate is the share of students who graduated within 150 percent of the expected time to graduation (e.g., 6 years for 4-year degrees, 3 years for 2-year degrees, 15 months for 10-month certificates). This graduation rate only applies to students studying full-time who started college at this school.</p>",
    "compare-pell": "<p>For some institutions, the graduation rate is the share of students who graduated within 8 years of entering this school for the first time. If this data is not available, then the graduation rate is the share of students who graduated within 150 percent of the expected time to graduation (e.g., 6 years for 4-year degrees, 3 years for 2-year degrees, 15 months for 10-month certificates). This graduation rate only applies to students studying full-time who started college at this school and received a Pell Grant during their first year at the institution.</p>",
    "branch": false
  },
  "avg-loan-payment": {
    "title": "Monthly Student Loan Payment for Loans Taken Out at This School",
    "default": "<p>The median monthly loan payment for student borrowers who completed, based only on federal loan debt originated at the school awarding the credential, if it were repaid over 10 years at a 4.99% interest rate. This 10-year fixed payment plan is just one of several plans available to federal borrowers. Please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\"'>repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans).</p>",
    "glossary": "<p>The median monthly loan payment is based on the typical total debt after graduation, based only on federal loan debt originated at the school awarding the credential, and assumes standard repayment terms of a 10 year amortization using the current interest rate for subsidized federal loans, 4.99%. This 10-year fixed payment plan is just one of several plans available to federal borrowers, please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> to estimate monthly payments for alternative payment plans. Please see the entry for median total debt after graduation for information on what types of loans are included in this monthly payment. For schools with multiple locations, this information is based on all of their locations.</p><p>Relevant variables:<br/>GRAD_DEBT_MDN10YR_SUPP, 2020 and 2021 pooled fiscal year cohort</p>",
    "branch": true
  },
  "parent-plus-avg-loan-payment": {
    "title": "Monthly Parent PLUS Loan Payment for Loans Taken Out at This School",
    "default": "<p>The median monthly loan payment for parents who borrowed on behalf of a student who completed, based only on Parent PLUS loan debt originated at the school awarding the credential, if it were repaid over 10 years at a 7.54% interest rate. This 10-year fixed payment plan is just one of several plans available to federal borrowers. Please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans).</p>",
    "glossary": "<p>The median monthly loan payment for Parent PLUS loan borrowers is based on the typical total PLUS loan debt after graduation, based only on PLUS loan debt originated at the school awarding the credential, and assumes standard repayment terms of a 10 year amortization using the current interest rate for subsidized federal loans, 7.54%. This 10-year fixed payment plan is just one of several plans available to federal borrowers, please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> to estimate monthly payments for alternative payment plans. For schools with multiple locations, this information is based on all of their locations.  </p><p>Relevant variables:<br/>PLUS_DEBT_INST_COMP_MDPAY10_SUPP, 2019-20 and 2020-21 pooled award year cohort</p>",
    "branch": true
  },
  "parent-plus-avg-loan-payment-all-schools": {
    "title": "Monthly Parent PLUS Loan Payment for All Federal Loans",
    "default": "<p>The median monthly loan payment for parents who borrowed on behalf of a student who completed, based on Parent PLUS loan debt originated at any school attended prior to award of this credential, if it were repaid over 10 years at a 7.54% interest rate. This 10-year fixed payment plan is just one of several plans available to federal borrowers. Please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans).</p>",
    "glossary": "<p>The median monthly loan payment for Parent PLUS loan borrowers is based on the typical total PLUS loan debt after graduation, based on PLUS loan debt originated at any school attended prior to award of this credential, and assumes standard repayment terms of a 10 year amortization using the current interest rate for subsidized federal loans, 7.54%. This 10-year fixed payment plan is just one of several plans available to federal borrowers, please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> to estimate monthly payments for alternative payment plans. For schools with multiple locations, this information is based on all of their locations.</p><p>Relevant Variables:<br/>PLUS_DEBT_ALL_COMP_MDPAY10_SUPP, 2019-20 and 2020-21 pooled award year cohort</p>",
    "branch": true
  },
  "avg-debt": {
    "title": "Median Total Debt After Graduation for Loans Taken Out at This School",
    "default": "<p>The median cumulative federal debt of undergraduate borrowers who graduated. This figure includes only federal loans originated at the school awarding the credential; it excludes private student loans, Parent PLUS loans, and federal loans originated at previously attended schools.</p>",
    "glossary": "<p>The median federal loan debt accumulated at the school awarding the credential among undergraduate student borrowers of federal loans who graduated. Non-federal loans and federal loans not made to students (e.g., Parent PLUS loans) are not included in this value. Note that this debt metric only includes loans originated at this school, so this metric should be interpreted as the typical debt level for attending this school alone, not necessarily the total debt to obtain a credential since students often attend more than 1 school. For schools with multiple locations, this information is based on all of their locations.</p><p>Note that the cohort described by the median total federal student loan debt after graduation differs from the cohort described by the “students receiving federal loans” metric.</p><p>Relevant variables:<br/>GRAD_DEBT_MDN_SUPP, 2020 and 2021 pooled fiscal year cohort</p>",
    "info": "<p>Note that this value includes federal loan debt from all undergraduate borrowers that completed their program.</p>",
    "branch": true
  },
  "parent-plus-avg-debt": {
    "title": "Parent PLUS Loan Median Total Debt After Graduation for Loans Taken Out at This School",
    "default": "<p>The median cumulative PLUS loan debt of parents who borrowed on behalf of an undergraduate student who graduated. This figure includes only Parent PLUS loans originated at the school awarding the credential; it excludes Parent PLUS loans originated at previously attended schools.</p>",
    "glossary": "<p>The median Parent PLUS loan debt accumulated at the school awarding the credential among parents who borrowed on behalf of an undergraduate student who graduated. Note that this debt metric only includes loans originated at this school, so this metric should be interpreted as the typical debt level for attending this school alone, not necessarily the total debt to obtain a credential since students often attend more than 1 school. For schools with multiple locations, this information is based on all of their locations.</p><p>Relevant variables:<br/>PLUS_DEBT_INST_COMP_MD_SUPP, 2019-20 and 2020-21 pooled award year cohort</p>",
    "branch": true
  },
  "parent-plus-avg-debt-all-schools": {
    "title": "Parent PLUS Loan Median Total Debt After Graduation for All Federal Loans",
    "default": "<p>The median cumulative PLUS loan debt of parents who borrowed on behalf of an undergraduate student who graduated. This figure includes Parent PLUS loans origiFnated at any school attended prior to award of a credential.</p>",
    "glossary": "<p>The median Parent PLUS loan debt accumulated among parents borrowing on behalf of an undergraduate student at any school attended prior to award of a credential. For schools with multiple locations, this information is based on all of their locations.</p><p>Relevant variables:<br/>PLUS_DEBT_ALL_COMP_MD_SUPP, 2019-20 and 2020-21 pooled award year cohort</p>",
    "branch": true
  },
  "parent-borrowing-rate": {
    "title": "Parent Borrowing Rate",
    "default": "<p>The estimated percentage of undergraduate students whose parent borrowed under the Parent PLUS loan program.</p>",
    "glossary": "<p>The estimated percentage of undergraduate students whose parent borrowed under the Parent PLUS loan program. This range is estimated using Parent PLUS loan program participant counts as the numerator, and an estimate of full-year degree/certificate-seeking enrollment counts in the denominator. Because of differences in the data sources, a range is provided instead of a point estimate.</p><p>Relevant variables:<br/>PPLUS_PCT_LOW_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2019-20<br/>PPLUS_PCT_HIGH_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2019-20</p>"
  },
  "student-aid": {
    "title": "Students Receiving Federal Loans",
    "default": "<p>The share of undergraduate students who borrowed federal loans to help pay for college.</p>",
    "glossary": "<p>The proportion of degree/certificate-seeking undergraduate students that borrowed through federal loan programs to help pay college costs. This value can help users appropriately interpret the information presented in metrics that are limited to federal borrowers.  Only loans where the student is the borrower are included; loans taken out by parents through the federal Parent PLUS loan program, which allows parents to borrow money to pay for their child's college costs, are not included in this metric. This proportion is calculated for full-time, first-time degree/certificate-seeking undergraduate students enrolled in either the fall (for academic year-based schools) or over the course of the whole year (for program calendar-based schools).</p><p>Note that the cohort described by the “students receiving federal loans” metric differs from the cohort described by the median total debt after graduation.</p><p>Relevant variables:<br/>PCTFLOAN_DCS_POOLED_SUPP, up to 4 years of pooled academic year cohorts ending with 2021-22</p>",
    "branch": false
  },
  "retention-rate": {
    "title": "Students Who Return After Their First Year",
    "default": "The share of first-time, full-time undergraduates who returned to the school after their freshman year.",
    "glossary": "<p>The proportion of full-time, first-time undergraduates from one year's fall term that re-enrolled during the following year's fall term. Students also count as retained if they completed their program prior to the measurement point for retention reporting. Schools that offer at least 1 program of 4 years or more report on students that entered seeking a bachelor's degree while schools only offering programs of less than 4 years duration report on all full-time, first-time undergraduates.</p><p>Relevant variables:<br/>RET_FT4_POOLED_SUPP, up to 4 years of pooled fall cohorts ending with 2021<br/>RET_PT4_POOLED_SUPP, up to 4 years of pooled fall cohorts ending with 2021<br/>RET_FTL4_POOLED_SUPP, up to 4 years of pooled fall cohorts ending with 2021<br/>RET_PTL4_POOLED_SUPP, up to 4 years of pooled fall cohorts ending with 2021</p>",
    "branch": false
  },
  "full-time": {
    "title": "Full-time Enrollment",
    "default": "Percent of undergraduates who are enrolled on a full-time schedule.",
    "glossary": "<p>The proportion of undergraduate degree/certificate-seeking students enrolled in the fall that are enrolled in a full-time course load. Full-time status is defined as 12 or more credit hours or 24 or more clock hours.</p><p>Relevant variables:<br/>PPTUG_EF, fall 2022 cohort</p>",
    "branch": false
  },
  "stu-fac": {
    "title": "Student/Faculty Ratio",
    "default": "The ratio of undergraduate students to instructional staff at the institution.",
    "glossary": "<p>The ratio of full-time equivalent undergraduate students to full-time equivalent staff at the institution. Undergraduate students that are enrolled part time are counted in the student portion of this ratio as a fraction of a full-time student. Students that are not enrolled for credit are not counted in the student portion of the ratio. Staff that teach part-time are counted in the staff portion of this ratio as a fraction of a full-time staff member. Staff that teach only graduate/professional courses or only teach noncredit courses are excluded from the staff portion of the ratio.</p><p>Relevant variables:<br/>STUFACR, fall 2022 cohort</p>",
    "branch": false
  },
  "race-eth": {
    "title": "Race/Ethnicity",
    "default": "The proportion of students or staff in specific race/ethnicity categories.",
    "glossary": "<p>The proportion of students or staff in specific race/ethnicity categories (including foreign students) following the categories briefly described in more detail at this <a href=\"https://www.govinfo.gov/content/pkg/FR-2007-10-19/pdf/E7-20613.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">link (.pdf, 202 KB)<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a>.<br/<ul><li>American Indian or Alaska Native - a person having origins in any of the original peoples of North and South America (including Central America) who maintains cultural identification through tribal affiliation or community attachment. </li><li>Asian - a person having origins in any of the original peoples of the Far East, Southeast Asia, or the Indian Subcontinent, including, for example, Cambodia, China, India, Japan, Korea, Malaysia, Pakistan, the Philippine Islands, Thailand, and Vietnam. </li><li>Black or African American - a person having origins in any of the black racial groups of Africa. </li><li>Native Hawaiian or Other Pacific Islander - a person having origins in any of the original peoples of Hawaii, Guam, Samoa, or other Pacific Islands</li><li>White - a person having origins in any of the original peoples of Europe, the Middle East, or North Africa.</li><li>Two or more races - a person identifying as more than one of the race categories reported above.</li><li>Hispanic or Latino - a person of Cuban, Mexican, Puerto Rican, South or Central American, or other Spanish culture or origin, regardless of race. </li><li>U.S. Nonresident - A person who is not a citizen or national of the United States and who is in this country on a visa or temporary basis and does not have the right to remain indefinitely. Do not include DACA, undocumented, or other eligible noncitizens in this category. NOTE - U.S. Nonresidents are to be reported separately, in the boxes provided, rather than included in any of the seven racial/ethnic categories. </li><li>Race and ethnicity unknown - This category is used only if the person did not select EITHER a racial or ethnic designation. </li></p><p>Relevant variables:<br/>UGDS_WHITE, fall 2022 cohort<br/>UGDS_BLACK, fall 2022 cohort<br/>UGDS_HISP, fall 2022 cohort<br/>UGDS_ASIAN, fall 2022 cohort<br/>UGDS_AIAN, fall 2022 cohort<br/>UGDS_NHPI, fall 2022 cohort<br/>UGDS_2MOR, fall 2022 cohort<br/>UGDS_NRA, fall 2022 cohort<br/>UGDS_UNKN, fall 2022 cohort<br/>IRPS_WHITE, fall 2022 cohort<br/>IRPS_BLACK, fall 2022 cohort<br/>IRPS_HISP, fall 2022 cohort<br/>IRPS_ASIAN, fall 2022 cohort<br/>IRPS_AIAN, fall 2022 cohort<br/>IRPS_NHPI, fall 2022 cohort<br/>IRPS_2MOR, fall 2022 cohort<br/>IRPS_NRA, fall 2022 cohort<br/>IRPS_UNKN, fall 2022 cohort</p>",
    "branch": false
  },
  "socio-eco": {
    "title": "Socio-Economic Diversity",
    "default": "Percent of students receiving an income-based federal Pell Grant intended for low-income students.",
    "glossary": "<p>The percentage of degree/certificate-seeking undergraduate students that receive a federal Pell Grant provides an indication of the level of socio-economic diversity at the school since Pell Grants are awarded based on income. Notably, this measure may not capture all low-income students since foreign nationals (including undocumented immigrants) are not eligible for Pell Grants, and some otherwise eligible students may not have completed the application for federal student aid, which is required to receive a Pell Grant. This proportion is calculated for full-time, first-time degree/certificate-seeking undergraduate students enrolled in either the fall (for academic year-based schools) or over the course of the whole year (for program calendar-based schools).</p><p>Relevant variables:<br/>PCTPELL_DCS_POOLED_SUPP, up to 4 years of pooled academic year cohorts ending with 2021-22</p>",
    "branch": false
  },
  "test-scores": {
    "title": "Test Scores",
    "default": "At schools that report their test scores, 50 percent had scores within this range. Of the remaining 50 percent, half were above the range and half were below. Not all schools require test scores.",
    "glossary": "<p>Tests scores shown are a range that covers the middle 50 percent (between the 25th and 75th percentiles) of first-time students enrolled at the school in the fall. Twenty-five (25) percent of first-time students scored below this range, and 25 percent of first-time students scored above this range. Scores from students that were admitted, but did not enroll, are not included. Not all schools require test scores for admission.</p><p>Relevant variables:<br/>SATVR25, fall 2022 cohort<br/>SATVR75, fall 2022 cohort<br/>SATMT25, fall 2022 cohort<br/>SATMT75, fall 2022 cohort<br/>ACTCM25, fall 2022 cohort<br/>ACTCM75, fall 2022 cohort<br/><p/>",
    "branch": false
  },
  "hcm2": {
    "title": "Under ED Monitoring",
    "default": "Heightened Cash Monitoring 2 is when the Department of Education provides additional oversight because of financial or federal compliance issues.",
    "glossary": "<p>Heightened Cash Monitoring 2 is when the Department of Education provides additional oversight because of financial or federal compliance issues, including but not limited to, concern around the school’s administrative capabilities, concern around a schools’ financial responsibility and possibly severe findings uncovered during a program review. Some schools are on this list because of preliminary findings made during a program review that is still open. This designation is updated approximately quarterly. For schools with multiple locations, this information is based on all of their locations.</p><p>Relevant variables:<br/>HCM2, as of December 2023</p>",
    "branch": true
  },
  "award-level": {
    "title": "Predominant Award",
    "default": "Most undergraduate awards earned at this school are at this level, but other degrees or certificates may be offered.",
    "certificate": "Most undergraduate awards earned are certificates, but degrees may be offered.",
    "2-year": "Most undergraduate awards earned are 2-year associate's degrees, but other degrees or certificates may be offered.",
    "4-year": "Most undergraduate awards earned are 4-year bachelor's degrees, but other degrees or certificates may be offered.",
    "glossary": "<p>The predominant award at this school is based on the degrees and certificates awarded by the school. Awards are categorized into 4 groups:</p><p><ul><li>undergraduate certificates of any level</li><li>associate's degrees</li><li>bachelor's degrees</li><li>graduate awards of any level</li></ul></p>Schools that only conferred graduate awards are classified as 'graduate-only' and are not currently included in the Scorecard consumer website. All other schools are classified using the 3 undergraduate award groups, with the group having the largest number of awards serving as the predominant award. Should the largest number of awards be the same for 2 groups, the higher-level award is assigned (e.g., associate's degree is selected in a tie between the associate's degree group and the certificate group). In all cases, other degree or certificate levels may be offered in addition to the predominant award category.</p><p>Relevant variables:<br/>PREDDEG, 2021-22 award year cohort</p>",
    "branch": false
  },
  "ogc": {
    "title": "No Financial Aid Offered",
    "default": "This school does not participate in the Federal student financial aid program administered by the U.S. Department of Education.",
    "flag3": "This school does not participate in the Federal student financial aid programs administered by the U.S. Department of Education, but is approved by the Department for purposes of allowing students to receive deferments on repayment of Federal student loans received at other schools.",
    "flag8": "Data is not yet available. This school only recently began administering Federal aid.",
    "glossary": "<p>Relevant variables:<br/>OPEFLAG, 2021-22 academic year</p>",
    "branch": false
  },
  "outcome-measures": {
    "title": "Outcomes 8 Years After Attending",
    "default": "<p>Percentages of students who graduated, transferred, are still enrolled, and withdrew from this school 8 years of entry.</p>",
    "pell": "<p>Percentages of students that received a Pell Grant during the cohort year who graduated, transferred, are still enrolled, and withdrew from this school 8 years of entry.</p>",
    "glossary": "<p>Percentages of students falling into 4 outcome categories 8 years after entering the school: graduated, transferred, still enrolled, and withdrew. Percentages may not add to 100% due to suppression and rounding.</p><p>Relevant variables: <br/>OMAWDP8_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMAWDP8_PELL_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_PELL_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_PELL_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_PELL_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP8_PELL_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_PELL_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_PELL_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_PELL_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_PELL_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRAP_PELL_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_PELL_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_PELL_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP8_PELL_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_PELL_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_PELL_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_PELL_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_PELL_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRYP_PELL_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_PELL_FTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_PELL_PTFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_PELL_FTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP8_PELL_PTNFT_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_PELL_ALL_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_PELL_FIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_PELL_NOTFIRSTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_PELL_FULLTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15<br/>OMENRUP_PELL_PARTTIME_POOLED_SUPP, up to 4 years of pooled award year cohorts ending with 2014-15</p>",
    "branch": false
  },
  "fos-number-of-graduates": {
    "title": "Field of Study Number of Graduates",
    "default": "<p>The total number of students, including those who did and those who did not receive federal financial aid, who graduated in this field of study.</p>",
    "glossary": "<p>The number of awards earned in this field of study represent completions amongst all students, not just students who received federal financial aid. These counts are specific to the branch location displayed in this school profile, exclusive of any other related locations. The number of individuals receiving these awards may be smaller than the number of awards conferred due to individuals receiving multiple awards in this field of study category.</p><p>Relevant variables:<br/>IPEDSCOUNT2, award year 2020-21 cohort</p>",
    "branch": false
  },
  "fos-median-debt": {
    "title": "Field of Study Median Total Debt for Loans Taken Out at This School",
    "default": "<p>The median cumulative federal debt of federal loan borrowers who graduated in the indicated field of study. This figure includes only federal loans originated at the school awarding the credential; it excludes private student loans, Parent PLUS loans, and federal loans originated at previously attended schools.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p>",
    "glossary": "<p>The median federal loan debt accumulated at the school by student borrowers of federal loans (William D. Ford Federal Direct Loan Program, the Federal Family Education Loan Program, and Graduate PLUS Loans) who completed an award at the indicated field of study. Non-federal loans, Perkins loans, and federal loans not made to students (e.g., parents borrowing from the federal Parent PLUS loan program) are not included in the calculation. Only loans made at the same academic level as the award conferred are included (e.g., undergraduate loans are not included in the median debt calculation for graduate credential levels). Note that this debt metric only includes loans originated at this school, so this metric should be interpreted as the typical debt level for attending this school alone, not necessarily the typical total debt to obtain a credential for students who transfer from another school. For schools with multiple locations, this information is based on all of their locations.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p><p>Relevant variables:<br/>DEBT_ALL_STGP_EVAL_MDN, 2018-19 and 2019-20 pooled award year cohort</p>",
    "branch": true
  },
  "fos-median-debt-all-schools": {
    "title": "Field of Study Median Total Debt for All Federal Loans",
    "default": "<p>The median cumulative federal debt of federal loan borrowers who graduated in the indicated field of study. This figure includes federal loans originated at any school attended prior to award of this credential; it excludes private student loans and Parent PLUS loans.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p>",
    "glossary": "<p>The median federal loan debt accumulated at all schools by student borrowers of federal loans(William D. Ford Federal Direct Loan Program, the Federal Family Education Loan Program, and Graduate PLUS Loans)who completed an award at the indicated field of study. Non-federal loans, Perkins loans, and federal loans not made to students (e.g., parents borrowing from the federal Parent PLUS loan program) are not included in the calculation. Only loans made at the same academic level as the award conferred are included (e.g., undergraduate loans are not included in the median debt calculation for graduate credential levels). For schools with multiple locations, this information is based on all of their locations.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p><p>Relevant variables:<br/>DEBT_ALL_STGP_ANY_MDN, 2018-19 and 2019-20 pooled award year cohort</p>",
    "branch": true
  },
  "fos-monthly-debt-payment": {
    "title": "Field of Study Monthly Loan Payment for Loans Taken Out at This School",
    "default": "<p>The median monthly loan payment for student borrowers who graduated in the indicated field of study, based only on federal loan debt originated at the school awarding the credential, if it were repaid over 10 years at a 4.99% interest rate. Please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans). Only certain loans are included in the calculation.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p>",
    "graduate": "<p>The median monthly loan payment of borrowers who graduated in the indicated field of study, based only on federal loan debt originated at the school awarding the credential, if it were repaid over 10 years at a 7.54% interest rate. This 10-year fixed payment plan is just one of several plans available to federal borrowers. Please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans). Only certain loans are included in the calculation.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p>",
    "glossary": "<p>The median monthly loan payment is calculated from the cumulative median debt of individuals who completed an award in the indicated field of study, based only on federal loan debt originated at the school awarding the credential. It assumes standard repayment terms of a 10 year amortization using the current interest rate for undergraduate federal loans (4.99%) for undergraduate programs and the current interest rate for graduate PLUS loans (7.54%) or graduate-level programs. A 10-year fixed payment plan is just one of several plans available to federal borrowers, please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a>to estimate monthly payments for alternative payment plans. Please see the entry for median debt by field of study for information on the median debt calculation.</p><p>For schools with multiple locations, this information is based on all of their locations.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p><p>Relevant variables:<br/>DEBT_ALL_STGP_EVAL_MDN10YRPAY, 2018-19 and 2019-20 pooled award year cohort</p>",
    "branch": true
  },
  "fos-monthly-debt-payment-all-schools": {
    "title": "Field of Study Monthly Loan Payment for All Federal Loans",
    "default": "<p>The median monthly loan payment for student borrowers who graduated in the indicated field of study, based on federal loan debt originated at any school attended prior to award of this credential, if it were repaid over 10 years at a 4.99% interest rate. This 10-year fixed payment plan is just one of several plans available to federal borrowers. Please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans). Only certain loans are included in the calculation. </p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p>",
    "graduate": "<p>The median monthly loan payment of borrowers who graduated in the indicated field of study, based on federal loan debt originated at any school attended prior to award of this credential, if it were repaid over 10 years at a 7.54% interest rate. This 10-year fixed payment plan is just one of several plans available to federal borrowers. Please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans). Only certain loans are included in the calculation. </p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p>",
    "glossary": "<p>The median monthly loan payment is calculated from the cumulative median debt of individuals who completed an award in the indicated field of study, based on federal loan debt originated at any school attended prior to award of this credential. It assumes standard repayment terms of a 10 year amortization using the current interest rate for undergraduate federal loans (4.99%) for undergraduate programs and the current interest rate for graduate PLUS loans (7.54%) or graduate-level programs. A 10-year fixed payment plan is just one of several plans available to federal borrowers, please see the <a href=\"https://studentaid.gov/loan-simulator\" target=\"_blank\" rel=\"noopener noreferrer\">repayment calculator<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> (to estimate monthly payments for alternative payment plans). Please see the entry for median debt by field of study for information on the median debt calculation.</p><p>For schools with multiple locations, this information is based on all of their locations.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p><p>Relevant variables:<br/>DEBT_ALL_STGP_ANY_MDN10YRPAY, 2018-19 and 2019-20 pooled award year cohort</p>",
    "branch": true
  },
  "fos-median-earnings": {
    "title": "Field of Study Median Earnings",
    "default": "<p>The median annual earnings of students five years after graduation. Only data from students who received federal financial aid are included in the calculation. </p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school. </p><p>Note: The median earnings displayed describe a different group of students than the number of graduates displayed.</p>",
    "glossary": "<p>The median annual earnings of individuals who received federal financial aid during their studies and completed an award at the indicated field of study. To be included in the median earnings calculation, the individuals needed to be working and not be enrolled in school during the year when earnings are measured. Median earnings are measured in the fifth full year after the student completed their award.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education  cannot fully confirm the completeness of these reported data for this school.</p><p>For schools with multiple locations, this information is based on all of their locations.</p><p>These calculations are based, in part, on calendar year 2020 earnings which may have been impacted by the pandemic and may not be predictive of earnings values in non-pandemic years.</p><p>Relevant variables: <br />EARN_MDN_5YR, 2014-15 and 2015-16 pooled award year cohort</p>",
    "branch": true
  },
  "institution-median-earnings": {
    "title": "Median Earnings",
    "default": "<p>The median annual earnings of individuals that received federal student aid and began college at this institution 10 years ago, regardless of their completion status.</p>",
    "compare": "The median annual earnings of individuals that received federal student aid and began college at this institution 10 years ago, regardless of their completion status. Earnings are measured for individuals that were working and were not enrolled in school.",
    "glossary": "<p>Median earnings are calculated for individuals that were federally aided, were working, and were not enrolled in school as of the measurement point. Earnings were measured based on wages and deferred compensation reported via IRS form W-2 plus positive self-employment earnings reported via Schedule SE. Individuals with $1 or more of earnings were considered to be working and were included in the median earnings calculation. Anyone with an in-school deferment for at least 30 days during the measurement year were considered enrolled in school and were excluded from the median earnings calculation. Individuals that died were also excluded from the earnings cohort.</p><p>These calculations are based, in part, on calendar year 2020 earnings which may have been impacted by the pandemic and may not be predictive of earnings values in non-pandemic years.</p><p>Relevant variables:<br/>MD_EARN_WNE_P10, 2009-10 and 2010-11 pooled award year cohort measured in calendar year 2020 and 2021. Earnings are inflation adjusted to 2022 dollars.</p>",
    "branch": true
  },
  "threshold-earnings": {
    "title": "Percent Earning More Than a High School Graduate",
    "default": "<p>The share of individuals who received federal student aid, were working, and were not enrolled in school that earned more than the typical high school graduate 6 years after entering college.</p>",
    "glossary": "<p>The fraction of individuals in the earnings cohort that earned more than the average high school graduate 6 years after entering college. The earnings cohort consists of individuals who received federal student aid while attending college and were working not enrolled in school during the measurement period. Earnings were measured based on wages and deferred compensation reported via IRS form W-2 plus positive self-employment earnings reported via Schedule SE. Individuals with $1 or more of earnings were considered to be working and were included in the median earnings calculation. Anyone with an in-school deferment for at least 30 days during the measurement year were considered enrolled in school and were excluded from the median earnings calculation. Individuals that died were also excluded from the earnings cohort.</p><p>These calculations are based, in part, on calendar year 2020 earnings which may have been impacted by the pandemic and may not be predictive of earnings values in non-pandemic years.</p><p>Relevant variables:<br/>GT_THRESHOLD_P6_SUPP_P6, 2013-14 and 2014-15 pooled award year cohort measured in calendar year 2020 and 2021.  Earnings are inflation adjusted to 2022 dollars.</p>",
    "branch": true
  },
  "fos-monthly-earnings": {
    "title": "Field of Study Monthly Earnings",
    "default": "<p>The median annual earnings divided by 12 for students who received federal aid.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p><p>Note: The monthly earnings displayed describe a different group of students than the number of graduates displayed. </p>",
    "glossary": "<p>Monthly earnings are derived from the median annual earnings by dividing the median annual value by 12. Median annual earnings are earnings of individuals who received federal financial aid during their studies and completed an award at the indicated field of study. To be included in the median earnings calculation, the individuals needed to be working and not be enrolled in school during in the year when earnings are measured. Median earnings are measured in the fifth full year after the student completed their award.</p><p>These data are based on school-reported information about students’ program of completion. The U.S. Department of Education cannot fully confirm the completeness of these reported data for this school.</p><p>For schools with multiple locations, this information is based on all of their locations. </p><p>These calculations are based, in part, on calendar year 2020 earnings which may have been impacted by the pandemic and may not be predictive of earnings values in non-pandemic years.</p><p>Relevant variables: <br />EARN_MDN_5YR, 2014-15 and 2015-16 pooled award year cohort </p>",
    "branch": true
  },
  "include-debt-prior-inst": {
    "title": "Inclusion of Debt from Prior Institutions",
    "default": "<p>Check this box to include debt from the school awarding this credential and all prior schools attended by students at the same academic level (undergraduate or graduate).</p>",
    "glossary": "Inclusion of debt from the school awarding this credential and all prior schools attended at the same academic level (undergraduate or graduate) will reflect a more holistic picture of the total debt accrued to obtain the credential rather than debt only originated at the institution that awarded the credential."
  },
  "limited-data": {
    "title": "Limited Data",
    "default": "<p>The filter you have selected limits results. Clear the filters to see all schools offering the selected field of study.</p>"
  },
  "acceptance-rate": {
    "title": "Acceptance Rate",
    "default": "The share of first-time students who applied to this school that were accepted.",
    "glossary": "<p>The proportion of first-time students submitting an application to this school that were accepted for admission. An application is considered submitted only after all required portions of the application are complete. Applicants that do not submit a complete application are not included in the calculation of this rate. Institutions that have an open admissions policy do not report on their acceptance rate, but are considered to have a 100% acceptance rate for the purposes of searching on the Scorecard website.</p><p>Relevant variables:<br/>ADM_RATE_SUPP, fall 2022 cohort</p>",
    "branch": false
  },
  "field-of-study": {
    "title": "Field of Study",
    "default": "<p>A field of study is a category of academic programs offered by institutions of education. Since these are categories of offerings, they may not map directly to programs advertised on course catalogs.</p>",
    "glossary": "<p>Fields of Study are categories of programs defined by a both a Classification of Instruction Program (CIP) codes and a credential level. Since these are categories of offerings, they may not map directly to programs advertised on institutional course catalogs.</p><p><ul><li>CIP codes are a taxonomy of academic disciplines classified by a 6-digit code with the first two digits representing the broadest category for a discipline, the first four digits representing a more granular category, and all six digits represent the most granular description of an academic discipline. Scorecard uses the first four digits of the CIP code. More information on these codes is available <a href='https://nces.ed.gov/ipeds/cipcode/Default.aspx?y=55' target='_blank'>here<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a>.</li><li>The credential levels correspond to the following categories of programs: <ul><li>Undergraduate Certificates or Diplomas</li><li>Associate's Degrees</li><li>Bachelor's Degrees</li><li>Post-baccalaureate Certificates</li><li>Master's Degrees</li><li>Doctoral Degrees</li><li>First Professional Degrees</li><li>Graduate / Professional Certificates</li></ul></li></ul></p><p>Relevant variables:<br/>CIPCODE, 2020 edition of the Classification of Instructional Programs<br/>CIPDESC, 2020 edition of the Classification of Instructional Programs<br/>CREDLEV, 2018-19 and 2019-20 pooled award year cohort<br/>CREDDESC, 2018-19 and 2019-20 pooled award year cohort</p>",
    "branch": false
  },
  "fos-limited-data": {
    "title": "Limited Data",
    "default": "<p>The filter you have selected limits results. Clear the filters to see all schools offering the selected field of study.</p>"
  },
  "repayment-rate": {
    "title": "Repayment Rate for Loans Taken Out at This School",
    "default": "<p>The share of borrowers with federal student loans in repayment that belong to each status category two years after entering repayment. These percentages include only undergraduate federal loans originated at this school and exclude private student loans, Parent PLUS loans, and federal loans originated at other schools. Click “MORE INFORMATION” for category definitions.</p>",
    "glossary": "<p>The share of borrowers with federal student loans in repayment that belong to each status category two years after entering repayment. These percentages include only undergraduate federal loans originated at this school and excludes private student loans, Parent PLUS loans, and federal loans originated at other schools. If a borrower has multiple loans, the borrower is classified into the first category in the list below that contains at least one of their loans. The categories are defined as:<ul><li><em>Default</em>: failure to repay loan(s) according to the terms agreed upon for more than 360 days.</li><li><em>Delinquent</em>: failure to pay according to the terms agreed upon for a period between 31 and 360 days.</li><li><em>Forbearance</em>: a period of time when monthly loan payments are temporarily stopped or reduced due to special circumstances like financial difficulties, medical expenses, change in employment, etc. Interest will continue to be charged.</li><li><em>Deferment</em>: a temporary postponement of payment of a loan allowed under certain conditions such as re-enrolling in school.</li><li><em>Not making progress</em>: making regular payments but the sum of all outstanding loan balances exceeds the sum of the original loan balances (balances can increase due to interest, including accrued interest upon entering repayment).</li><li><em>Making progress</em>: making regular payments and the sum of all outstanding loan balances is less than the sum of the original loan balances.</li><li><em>Paid in full</em>: the loan has not been discharged and the outstanding loan balance is $0.</li><li><em>Discharged</em>: the obligation to repay has been removed, typically due to death, disability, bankruptcy, fraud, or identity theft. </li></ul></p><p>Relevant variables:<br/>BBRR2_FED_UG_N_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_DFLT_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_DLNQ_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_FBR_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_DFR_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_NOPROG_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_MAKEPROG_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_PAIDINFULL_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UG_DISCHARGE_SUPP, 2015-16 and 2016-17 pooled award year cohort</p>",
    "branch": false
  },
  "repayment-rate-completers": {
    "title": "Repayment Rate for Loans Taken Out at This School by Undergraduate Completers",
    "default": "<p>The share of borrowers that graduated with federal student loans in repayment that belong to each status category two years after entering repayment. These percentages include only undergraduate federal loans originated at this school and exclude private student loans, Parent PLUS loans, and federal loans originated at other schools. Click “MORE INFORMATION” for category definitions.</p>",
    "glossary": "<p>The share of borrowers that completed college (graduated) with federal student loans in repayment that belong to each status category two years after entering repayment. These percentages include only undergraduate federal loans originated at this school and excludes private student loans, Parent PLUS loans, and federal loans originated at other schools. If a borrower has multiple loans, the borrower is classified into the first category in the list below that contains at least one of their loans. The categories are defined as:<ul><li><em>Default</em>: failure to repay loan(s) according to the terms agreed upon for more than 360 days.</li><li><em>Delinquent</em>: failure to pay according to the terms agreed upon for a period between 31 and 360 days.</li><li><em>Forbearance</em>: a period of time when monthly loan payments are temporarily stopped or reduced due to special circumstances like financial difficulties, medical expenses, change in employment, etc. Interest will continue to be charged.</li><li><em>Deferment</em>: a temporary postponement of payment of a loan allowed under certain conditions such as re-enrolling in school.</li><li><em>Not making progress</em>: making regular payments but the sum of all outstanding loan balances exceeds the sum of the original loan balances (balances can increase due to interest, including accrued interest upon entering repayment).</li><li><em>Making progress</em>: making regular payments and the sum of all outstanding loan balances is less than the sum of the original loan balances.</li><li><em>Paid in full</em>: the loan has not been discharged and the outstanding loan balance is $0.</li><li><em>Discharged</em>: the obligation to repay has been removed, typically due to death, disability, bankruptcy, fraud, or identity theft. </li></ul></p><p>Relevant variables:<br/>BBRR2_FED_UGCOMP_N_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_DFLT_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_DLNQ_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_FBR_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_DFR_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_NOPROG_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_MAKEPROG_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_PAIDINFULL_SUPP, 2015-16 and 2016-17 pooled award year cohort<br/>BBRR2_FED_UGCOMP_DISCHARGE_SUPP, 2015-16 and 2016-17 pooled award year cohort</p>",
    "branch": false
  },
  "wioa-participants": {
    "title": "WIOA Eligible Training Providers",
    "default": "<p>WIOA eligible training providers are schools that are approved to provide training under the Workforce Innovation and Opportunity Act (WIOA) Dislocated Worker or Adult programs, which provides a variety of career, training, and supportive services to enrolled participants. Note that not all program offerings within participating schools are necessarily eligible for WIOA funding and prospective students interested in enrolling should contact their local <a href='https://www.careeronestop.org/LocalHelp/service-locator.aspx' target='blank'>American Job Center<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> to understand which program offerings are eligible.</p>",
    "glossary": "<p>WIOA eligible training providers are schools that are approved to provide training under the Workforce Innovation and Opportunity Act (WIOA) Dislocated Worker or Adult programs, which provides a variety of career, training, and supportive services to enrolled participants. Note that not all program offerings within participating schools are necessarily eligible for WIOA funding and prospective students interested in enrolling should contact their local <a href='https://www.careeronestop.org/LocalHelp/service-locator.aspx' target='blank'>American Job Center<i aria-hidden=\"true\" class=\"v-icon notranslate pl-1 fas fa-external-link-alt theme--light\" style=\"font-size: 12px; color: rgb(0, 112, 0); caret-color: rgb(0, 112, 0);\"></i></a> to understand which program offerings are eligible.</p><p>Relevant variables:<br/>DOLPROVIDER, as of May 24, 2021</p>",
    "branch": false
  },
  "pell-grant": {
    "title": "Pell Grant",
    "default": "<p>A Pell Grant is a grant provided by the federal government that is usually awarded only to undergraduate students who display exceptional financial need and have not earned a bachelor's, graduate, or professional degree. A Federal Pell Grant, unlike a loan, does not have to be repaid, except under certain circumstances.</p>",
    "glossary": "<p>A Pell Grant is a grant provided by the federal government that is usually awarded only to undergraduate students who display exceptional financial need and have not earned a bachelor's, graduate, or professional degree. A Federal Pell Grant, unlike a loan, does not have to be repaid, except under certain circumstances.</p>",
    "branch": false
  }
}
